---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.BoundaryYTranslationFixed
source: html/40209d0b-1987-e74d-fd15-50c26c9582e9.htm
---
# Autodesk.Revit.DB.ParameterTypeId.BoundaryYTranslationFixed Property

"Y Translation - Fixed"

## Syntax (C#)
```csharp
public static ForgeTypeId BoundaryYTranslationFixed { get; }
```